Repository: bulini/Sendit-Nightly-Build
Catalog: sendit-*.po
Languages: it_it

source: Subscribe
it_it: Iscriviti

source: Newsletter title:
it_it: Titolo Newsletter

source: Mailing list ID:
it_it: ID mailing list:

source: Send
it_it: Invia

source: Manage subscribers
it_it: Gestisci iscritti

source: Options
it_it: Opzioni

source: email import
it_it: Importazione email

source: Import emails from comments
it_it: Importa email dai commenti

source: Mailing list updated
it_it: Mailing list aggiornata

source: Available lists
it_it: Liste disponibili

source: Edit
it_it: Modifica

source: Newsletter options
it_it: Opzioni Newsletter

source: from email
it_it: Email mittente

source: Newsletter name
it_it: Nome della Newsletter

source: Header and Footer (XHTML code)
it_it: Header e Footer (XHTML code)

source: Save
it_it: Salva

source: Send Newsletter
it_it: Invia Newsletter

source: Select a post (if you want to send it by email)
it_it: Seleziona un post (se vuoi inviarlo via mail)

source: Mailing list created succesfully!
it_it: Mailing list creata con successo!

source: email@here
it_it: indirizzoemail@mittente

source: New mailing list
it_it: Nuova mailing list

source: Mailing created successfully!
it_it: Mailing list creata con successo!

source: Create new list
it_it: Crea Nuova lista

source: Please select a mailing list
it_it: Seleziona mailing list

source: Subject
it_it: Oggetto

source: Mailing list management
it_it: Gestione mailing list

source: Select list
it_it: Seleziona mailing list

source: Manual Subscribe mailing list
it_it: Iscrizione manuale

source: Copy here one or more email address
it_it: Copia qui uno o piu' indirizzi email:

source: email address (one or more: default separator= line break)
it_it: indirizzi email (uno per riga in caso di inserimento multiplo)

source: Add
it_it: Aggiungi

source: Subscribers
it_it: Iscritti

source: Confirmed
it_it: Confermato

source: Cancelled
it_it: Cancellato

source: Update
it_it: Modifica

source: Delete
it_it: Cancella

source: Thank you for subscribe our newsletter!
it_it: Grazie per esserti iscritto alla newsletter!

source: you will be updated
it_it: Sarete aggiornati

source: email addresso not present or something is going wrong?!
it_it: email non presente o qualcosa non sta funzionando?!

source: Your email address was deleted suffesfully from our mailing list!
it_it: Il tuo indirizzo email Ã¨ stato rimosso dalla nostra mailing list!

source: not valid email address
it_it: indirizzo email non valido

source: email address already present
it_it: indirizzo email gia presente

source: Welcome to newsletter by:
it_it: Benvenuti alla newsletter da:

source: To confirm your subscription please follow this link
it_it: Per confermare la tua iscrizione, segui il seguente link

source: Confirm here
it_it: Conferma qui

source: New subscriber for your newsletter:
it_it: Nuovo iscritto per la tua newsletter:

source: subscribe to your mailing list:
it_it: iscrizione alla mailing list:

source: Mailing deleted successfully!
it_it: mailing cancellata con successo

source: Are You sure to delete %d list? it will delete all mailing list and subscribers data
it_it: Sei sicuro di voler cancellare la lista %? Cancellerai tutti i dati e gli iscritti!

source: Import email from comments (wp_comments)
it_it: Importa email dai commenti (wp_comments)

source: Click on Import button to start. All comments email will be added to your mailing list ID 1
it_it: Clicca su importa per iniziare con l'importazione. Tutte le email dei commenti si aggiungeranno alla lista con ID 1 (lista principale)

source: (email address already presents will not be added)
it_it: (gli indirizzi email gia presenti non saranno aggiunti)

source: Import
it_it: Importa

source: email %s already present
it_it: email %s gia presente

source: email %s succesfully added
it_it: email %s aggiunta con successo

source: Email deleted succesfully!
it_it: email cancellata!

source: email %s edited succesfully
it_it: email %s modificata con successo!

source: email %s added succesfully!
it_it: email %s aggiunta con successo!

source: Not confirmed
it_it: Non confermato

source: Newsletter sent by Sendit Wordpress plugin
it_it: Newsletter inviata con Sendit plugin Wordpress

source: Import emails from WP Users
it_it: Importa email dagli autori

source: Import emails from BBpress
it_it: Importa email da BBpress

source: Settings saved!
it_it: Impostazioni salvate

source: Smtp settings are required only if you want to send mail using an SMTP server
it_it: I Seguenti settings sono necessari solo se utilizzate un server SMTP (se il server SMTP non richiede autenticazione lasciate i campi vuoti)

source: By default Sendit will send newsletter using the mail() function, if you sant to send mail using SMTP server you just have to type your settings here
it_it: Sendit utilizza come default, la funziona mail() di php, se utilizzate un server SMTP configurate le opzioni qui

source: Settings below are required only if SMTP server require authentication
it_it: Le impostazioni seguenti sono necessarie solo se il server SMTP richiede autenticazione

source: Save settings
it_it: Salva impostazioni

source: Import email from Authors (wp_users)
it_it: Importa email dagli autori (wp_users)

source: Import email from BBpress Users (bb_users)
it_it: Importa email da BBpress

source: Get content
it_it: Estrai il contenuto

source: Do you think Sendit it\'s useful? Please send a donation to support our development and i really appreciate!
it_it: Pensi sia utile Sendit? Fai una donazione utilizzando Paypal!

source: Sendit needs support! Make a donation NOW!<br /> new version with new features is coming: cron-jobs / batch and queue emails / new user interface!
it_it: Sendit ha bisogno del tuo supporto! fai una donazione per sostenere lo sviluppo del plugin

source: To unsubscribe, please click on the link below
it_it: Per cancellare la tua iscrizione clicca il link sottostante

source: Unsubscribe now
it_it: Cancella la tua iscrizione ora

source: Subscription completed now Check your email and confirm
it_it: Iscrizione completata con successo controlla la tua email e conferma

source: These settings are useful if you want to send email blocks and stop for some seconds
it_it: Queste impostazioni servono nel caso in cui vogliate inviare blocchi di email e fermare lo script per X secondi

source: Error sending email!
it_it: Errore invio email

source: Sendit will restart to send newsletters in %s seconds
it_it: Sendit: l'invio riprenderÃ in %s secondi

source: Subscriptions confirmed
it_it: iscritti confermati

source: Lists management
it_it: Gestione mailing lists
