Repository: bulini/Sendit-Nightly-Build
Catalog: languages/sendit-*.po
Languages: pl_pl

source: Subscribe
pl_pl: Zapisz się

source: Newsletter title:
pl_pl: Tytuł newslettera

source: Mailing list ID:
pl_pl: Numer listy wysyłkowej:

source: Send
pl_pl: Wyślij

source: Manage subscribers
pl_pl: Zarządzaj odbiorcami

source: Options
pl_pl: Opcje

source: email import
pl_pl: import e-maili

source: Import emails from comments
pl_pl: Import e-maili z komentarzy

source: Mailing list updated
pl_pl: Lista wysyłkowa zaktualizowana

source: Available lists
pl_pl: Dostępne listy

source: Edit
pl_pl: Edytuj

source: Newsletter options
pl_pl: Opcje newslettera

source: from email
pl_pl: z e-maila

source: Newsletter name
pl_pl: Nazwa newslettera

source: Template
pl_pl: Szablon

source: Header and Footer (XHTML code)
pl_pl: Nagłówek i stopka (XHTML code)

source: Header
pl_pl: Nagłówek

source: Footer
pl_pl: Stopka

source: Save
pl_pl: Zapisz

source: Send Newsletter
pl_pl: Wyślij newsletter

source: Select a post (if you want to send it by email)
pl_pl: Wybierz wpis, który chcesz wysłać e-mailem

source: Mailing list created succesfully!
pl_pl: Lista wysyłkowa utworzona!

source: email@here
pl_pl: tu_wpisz@adres

source: New mailing list
pl_pl: Nowa lista wysyłkowa

source: Mailing created successfully!
pl_pl: Lista wysyłkowa utworzona!

source: Create new list
pl_pl: Utwórz nową listę

source: Mailing list
pl_pl: Lista wysyłkowa

source: Please select a mailing list
pl_pl: Wybierz listę wysyłkową

source: Subject
pl_pl: Temat

source: Mailing list management
pl_pl: Zarządzanie listą wysyłkową

source: Select list
pl_pl: Wybierz listę

source: Manual Subscribe mailing list
pl_pl: Ręczne dopisywanie odbiorców

source: Copy here one or more email address
pl_pl: Kopiuj jeden lub więcej adresów e-mail

source: email address (one or more: default separator= line break)
pl_pl: adres e-mail (jeden lub więcej; domyślny separator: podział wiersza)

source: Add
pl_pl: Dodaj

source: Subscribers
pl_pl: Odbiorcy

source: Confirmed
pl_pl: Potwierdzone

source: Cancelled
pl_pl: Usunięte

source: Update
pl_pl: Zaktualizuj

source: Delete
pl_pl: Usuń

source: Thank you for subscribe our newsletter!
pl_pl: Dziękujemy za zapisanie się do newslettera!

source: you will be updated
pl_pl: Twój adres będzie zaktualizowany

source: email addresso not present or something is going wrong?!
pl_pl: brak adresu e-mail

source: Your email address was deleted suffesfully from our mailing list!
pl_pl: Twój adres został usunięty z naszej listy wysyłkowej!

source: not valid email address
pl_pl: błędny adres e-mail

source: email address already present
pl_pl: ten adres jest już w bazie

source: Welcome to newsletter by:
pl_pl: Witamy w newsletterze:

source: To confirm your subscription please follow this link
pl_pl: Aby potweirdzić chęć otrzymywania newslettera, kliknij w link

source: Confirm here
pl_pl: Potwierdź

source: New subscriber for your newsletter:
pl_pl: Nowy odbiorca twojego newslettera:

source: subscribe to your mailing list:
pl_pl: zapisz się do listy wysyłkowej:

source: Mailing deleted successfully!
pl_pl: wysyłka anulowana

source: Are You sure to delete %d list? it will delete all mailing list and subscribers data
pl_pl: Czy na pewno chcesz usunąć listę %? Wszystkie dane odbiorców zostaną skasowane!

source: Import email from comments (wp_comments)
pl_pl: Importuj adresy z komentarzy (wp_comments)

source: Click on Import button to start. All comments email will be added to your mailing list ID 1
pl_pl: Kliknij, aby rozpocząć importowanie. Wszystkie adresy z komentarzy zostaną dodane do listy wysyłkowej nr 1

source: (email address already presents will not be added)
pl_pl: (adres e-mail, który już jest w bazie, nie zostanie dodany)

source: Import
pl_pl: Importuj

source: email %s already present
pl_pl: e-mail %s obecny w bazie

source: email %s succesfully added
pl_pl: e-mail %s dodany

source: Email deleted succesfully!
pl_pl: e-mail usunięty!

source: email %s edited succesfully
pl_pl: email %s zmieniony!

source: email %s added succesfully!
pl_pl: email %s dodany!

source: Not confirmed
pl_pl: Nie potwierdzam

source: Newsletter sent by Sendit Wordpress plugin
pl_pl: Newsletter wysłany za pomocą wtyczki Wordpressa Sendit

source: SMTP settings
pl_pl: Ustawienia SMTP

source: Import emails from WP Users
pl_pl: Importuj adresy e-mail użytkowników

source: Import emails from BBpress
pl_pl: Importuj adresy e-mail z BBpress

source: Sendit SMTP settings
pl_pl: Ustawienia SMTP

source: Settings saved!
pl_pl: Ustawnienia zapisane

source: Smtp settings are required only if you want to send mail using an SMTP server
pl_pl: Ustawienia SMPT wymagane są wyłącznie w przypadku, gdy wysyłasz za pomocą serwera SMTP

source: By default Sendit will send newsletter using the mail() function, if you sant to send mail using SMTP server you just have to type your settings here
pl_pl: Domyślnie Sendit wysyła newsletter, używając funkcji mail(). Jeśli chcesz użyć serwera SMTP, musisz wpisać dane konfiguracyjne

source: Settings below are required only if SMTP server require authentication
pl_pl: Poniższe ustawienia wymagane są tylko w przypadku, gdy serwer SMTP wymaga autentykacji

source: Save settings
pl_pl: Zapisz ustawienia

source: Import email from Authors (wp_users)
pl_pl: Importuj adresy e-mail użytkowników (wp_users)

source: Click on Import button to start. All Authors email will be added to your mailing list ID 1
pl_pl: Kliknij, aby rozpocząć. Wszystkie adresy użytkowników zostaną dodane do listy wysyłkowej nr 1

source: Import email from BBpress Users (bb_users)
pl_pl: Importuj adresy e-mail z BBpress

source: Get content
pl_pl: Pobierz zawartość

source: Do you think Sendit it\'s useful? Please send a donation to support our development and i really appreciate!
pl_pl: Lubisz Sendit? Wspomóż jego rozwój przez Paypal!

source: Sendit needs support! Make a donation NOW!<br /> new version with new features is coming: cron-jobs / batch and queue emails / new user interface!
pl_pl: Sendit potrzebuje twojego wsparcia! Tylko wtedy będzie mógł się rozwijać

source: To unsubscribe, please click on the link below
pl_pl: Aby się wypisać, kliknij poniższy link

source: Unsubscribe now
pl_pl: Wypisz się

source: Subscription completed now Check your email and confirm
pl_pl: Za chwilę dostaniesz e-mail, dzięki któremu potwierdzisz swoją subskrypcję. Sprawdź pocztę

source: These settings are useful if you want to send email blocks and stop for some seconds
pl_pl: Te ustawienia są użyteczne, jeśli chcesz wysyłać e-maile w grupach w kilkusekundowych odstępach

source: Error sending email!
pl_pl: Błąd podczas wysyłania e-maila

source: Sendit will restart to send newsletters in %s seconds
pl_pl: Sendit uruchomi się ponownie, aby wysłać newsletter za %s sekund

source: Subscriptions confirmed
pl_pl: Subskrypcja potwierdzona

source: Lists management
pl_pl: Zarządzanie listami wysyłkowymi
